;
; TranslationAuthor: Dominko Aždajić
; TranslationAuthorEmail: domazd@mai.ru
; Soft Version: 1.51.52
; Update: February 10, 2020
;
[Lang]
NativeLanguage=Hrvatski
[GUI]
ButtonYes=Da
ButtonNo=Ne
ButtonOK=U redu
ButtonMinimize=Umanji
ButtonMaximize=Povećaj
ButtonClose=Zatvori
ButtonRestore=Vrati
ButtonMenu=Izbornik
BtnNews=Obavijest

[Translation]
LangCode=001A|041A|101A
ReadHabit=Left-to-right
LanguageName=HRV
LangShortName=hr-HR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Obavijest
Warning=Upozorenje
Error=Pogreška
Confirm=Potvrda
;
; Popup menu
;
pmHelp=Mrežna pomoć
pmforum=Forum
pmHome=Početna stranica
pmContact=Kontaktirajte nas
pmCheckNew=Provjera ažuriranja 
pmLang=Jezici
pmAbout=O programu
pmConMenu=Dodaj u kontekstni izbornik
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=Riješava Vas onih datoteka koje ne može obrisati Windows
FrmWDMain.btnAFile.caption=Dodaj datoteku
FrmWDMain.btnAfolder.caption=Dodaj mapu
FrmWDMain.btnRemove.caption=Ukloni
FrmWDMain.btnDel.caption=Otključaj i obriši
FrmWDMain.btnsupport.caption=Povratne informacije
FrmWDMain.btnfacebook.hint=Pratite nas na Facebooku
FrmWDMain.btntwitter.hint=Podijelite Wise Force Deleter na Twitteru
FrmWDMain.btngoogle.hint=Podjelite Wise Force Deleter na Googleu+
FrmWDMain.btnemail.hint=Javite svojim prijateljima o Wise Force Deleteru
FrmWDManin.lvfile.Columns[0]=Naziv
FrmWDManin.lvfile.Columns[1]=Staza
FrmWDManin.lvfile.Columns[2]=Stanje
;
; About
;
FrmAbout.caption=O programu
FrmAbout.lblver.caption=Trenutna inačica:
FrmAbout.lblemail.caption=El. pošta podrške:
FrmAbout.lblhome.caption=Početna stranica:
FrmAbout.lblthanks.caption=Zahvaljujemo slijedećim ljudima za njihov doprinos:
FrmAbout.lblWarning.caption=Upozorenje: Ovaj računalni program je zaštćen zakonom o autorskim pravima  međunarodnim ugovorima.

[Message]
NoNews=Nemate nepročitanih poruka.
addfolderwar=Sve datoteke i podmape će biti izbrisane. Jeste li sigurni da želite otključati i izbrisati tu mapu?
sysdirs=Brisanje sustavskih imenika nije moguće.
rootpath=Brisanje korijenskih imenika nije moguće.
netdevice=Taj ponon nije valjan lokalni pogon.
DragFile=Mapa ne može biti povućena unutra.
ForceDelete=Prisilno izbriši
Newver=Dostupna je novija inačica Wise Force Deletera. Želite li ga sada ažurirati?
NoNewVer=Izvrsno! Inačica koju koristite je najnovija!
None=Spreman
Unlocked=Otključano i izbrisano
Deleted=Izbrisano
FailDel=Brisanje nije uspjelo
Aborted=Prekinuto
NoExists=Ne postoji
ConfirmDel=Želite li otključati i izbrisati tu datoteku/te datoteke?
TranslateTo=Prijevod na ...